Repository: common-repository/amazon-widgets-shortcodes
Catalog: i18n/awshortcode-*.po
Languages: fr_fr, he_il, it_it, ru_ru, uz_uz

source: Don't want to fill main options fields ? So just copy/paste Amazon's HTML code and enjoy autocomplete magic!
fr_fr: Vous ne souhaitez pas remplir les champs des options principales ? Alors copiez/collez le code HTML Amazon et appréciez l'autocomplétion magique !
he_il: לא רוצה למלא את כל השדות של האפשרויות? פשוט העתק והדבק את הקוד HTML של אמזון ותהנה מהשלמה אוטומטית!
it_it: Non desideri compilare i campi per le opzioni? Copia/Incolla il codice HTML di Amazon e gustati la magia!
ru_ru: Вы не хотите заполнить поля главных настроек? Просто скопируйте и вставьте HTML-код Amazon'а и радуйтесь магическому автозаполнению!
uz_uz: Asosiy sozlanmalar maydonchasini to'ldirishni hohlamaysizmi? Unda shunchaki Amazon HTML-kodini nusxalang/joylashtiring va avtoto'ldirish mo'jizasidan huzurlaning!

source: Copy/Paste Code
fr_fr: Copier/coller de code
he_il: העתק/הדבק קוד
it_it: Copia/Incolla il codice
ru_ru: Скопировать/вставить код
uz_uz: Kodni nusxalash/joylashtirish

source: Glad you look at here!
fr_fr: Ravi de vous voir ici !
he_il: שמח שאתה מסתכל כאן!
it_it: Lieto di vederti qui!
ru_ru: Советы видеть вас тут!
uz_uz: Tashrifingiz uchun rahmat!

source: Height
fr_fr: Hauteur
he_il: גובה
it_it: Altezza
ru_ru: Высота
uz_uz: Balandlik

source: Image Source
fr_fr: Nom de l'image
he_il: מקור התמונה
it_it: Immagine
ru_ru: Источник рисунка
uz_uz: Tasvir manbasi

source: Link text
fr_fr: Texte du lien
he_il: קישור טקסט
it_it: Link di testo
ru_ru: Ссылка текста
uz_uz: Ishorat matni

source: pixels
he_il: פיקסלים
it_it: pixel
ru_ru: пикселей
uz_uz: piksellar

source: Default Plugin Setting
fr_fr: Réglage par défaut du plugin
he_il: הגדרות תוסף ברירת מחדל
it_it: Impostazioni predefinite
ru_ru: Обычные настройки плагина
uz_uz: Plaginning birlamchi sozlanmalari

source: Display type
fr_fr: Type d'affichage
he_il: הצג סוג
it_it: Tipo di isulaizzazione
ru_ru: Отображать тип
uz_uz: Namoyish qilish turi

source: Region
fr_fr: Région
he_il: איזור
it_it: Località
ru_ru: Регион
uz_uz: Mamlakat

source: Small size?
fr_fr: Petite taille ?
he_il: גודל קטן?
it_it: Dimensione minuta?
ru_ru: Малый размер?
uz_uz: Kichik o'lcham?

source: Leave empty to use automatically your default tracking ID.
fr_fr: Laisser vide pour automatiquement utiliser votre ID de suivi par défaut.
he_il: השאר ריק כדי להשתמש באופן אוטומטי בTracking ID שלך
it_it: Lascia in bianco per utilizzare in automatico il tuo tracciamento ID predefinito.
ru_ru: Оставьте пустым, чтобы использовать ваш обычный идентификатор трэкинга.
uz_uz: Avtomatik tarzda birlamchi kuzatuv IDingizni ishlatish uchun bo'sh qoldiring.

source: Widget ID
he_il: וידג'ט ID
it_it: ID widget
ru_ru: ID виджета
uz_uz: Vidjet IDsi

source: Width
fr_fr: Largeur
he_il: רוחב
it_it: Larghezza
ru_ru: Ширина
uz_uz: Kenglik

source: Amazon Widgets Shortcodes
ru_ru: Сокращения Amazon Widgets
uz_uz: Amazon Widgets qisqa kodlari

source: Copy/paste Amazon HTML's code right below ?
ru_ru: Скопировать/вставить Amazon HTML-код тут ?

source: Tracking ID
fr_fr: ID de suivi
it_it: Tracciamento ID
ru_ru: ID трэкинга
uz_uz: Kuzatuv IDsi
