Repository: common-repository/amazon-widgets-shortcodes
Catalog: i18n/awshortcode-*.po
Languages: fr_fr, he_il, it_it, ru_ru, uz_uz

source: Amazon Widget Shortcodes has been activated
fr_fr: Amazon Widget Shortcodes a été activé
he_il: התוסף Amazon Widget Shortcodes הופעל בהצלחה
it_it: Amazon Widget Shortcodes é stato attivato
ru_ru: Amazon Widget Shortcodes активированный
uz_uz: Amazon Widget Shortcodes ishga tushirildi

source: You need to <a href="%s">setup your Amazon Tracking ID</a> in order to see your shortcodes display Amazon Widgets.
fr_fr: Vous devez <a href="%s">paramétrer votre ID de suivi Amazon</a> afin que vos shortcodes affichent les Widgets Amazon.
he_il: אתה צריך להגדיר את <a href="%s">Amazon Tracking ID</a> כדי שהקיצורים יעבדו כשורה בוידג'טים שלך.
it_it: E' necessario che tu inserisca la tua <a href="%s">Amazon Tracking ID</a> affinché possano essere visualizzati gli shortcode negli Amazon Widget.
ru_ru: Вы должны <a href="%s">установить ваш Amazon Tracking ID</a> чтобы увидеть ваши сокращения в Amazon Widgets.
uz_uz: Qisqa kodlaringiz Amazon Widgetsni ko'rsatishi uchun Siz Amazon kuzatuv ID</a>ingizni <a href="%s">o'rnatishingiz zarur.

source: left
fr_fr: à gauche
he_il: שמאלה
it_it: sinistra
ru_ru: слева
uz_uz: chap tomondan

source: centered
fr_fr: centré
he_il: במרכז
it_it: centro
ru_ru: в центры
uz_uz: markazdan

source: right
fr_fr: à droite
he_il: ימינה
it_it: destra
ru_ru: справа
uz_uz: o'ng tomondan

source: Amazon Canada
he_il: אמזון קנדה
ru_ru: Amazon Канада
uz_uz: Amazon Kanada

source: Amazon Germany
fr_fr: Amazon Allemagne
he_il: אמזון גרמניה
it_it: Amazon Germania
ru_ru: Amazon Германия
uz_uz: Amazon Germaniya

source: Amazon France
he_il: אמזון צרפת
it_it: Amazon Francia
ru_ru: Amazon Франция
uz_uz: Amazon Frantsiya

source: Amazon Italia
fr_fr: Amazon Italie
he_il: אמזון איטליה

source: Amazon Japan
fr_fr: Amazon Japon
he_il: אמזון יפן
it_it: Amazon Giappone
ru_ru: Amazon Япония
uz_uz: Amazon Yaponiya

source: Amazon United Kingdom
fr_fr: Amazon Royaume-Uni
he_il: אמזון בריטניה
it_it: Amazon Regno Unito
ru_ru: Amazon Англия
uz_uz: Amazon Angliya

source: Amazon USA
fr_fr: Amazon États-Unis
he_il: אמזון ארצות הברית
ru_ru: Amazon США
uz_uz: Amazon AQSh

source: Amazon Carrousel
fr_fr: Carrousel Amazon
he_il: קרוסלה של אמזון

source: Amazon Deals
fr_fr: Amazon Bons Plans
he_il: עסקאות באמזון
it_it: Occasioni Amazon
ru_ru: Дилеры Amazon
uz_uz: Amazon kelishuvlari

source: Amazon MP3
he_il: מוזיקה (MP3) באמזון
ru_ru: Amazon США

source: Amazon My Favorites
fr_fr: Mes Favoris Amazon
he_il: המועדפים שלי באמזון
it_it: I miei favoriti Amazon
ru_ru: Мое избранное на Amazon
uz_uz: Amazondagi sevimli sahifalarim

source: Amazon Product
fr_fr: Produit Amazon
he_il: מוצרים באמזון
it_it: Prodotto Amazon
ru_ru: Продукты Amazon
uz_uz: Amazon mahsulotlari

source: Image and Text
fr_fr: Image et texte
he_il: תמונה וטקסט
it_it: Immagine e testo
ru_ru: Рисунок и текст
uz_uz: Tasvir va matn

source: Image only
fr_fr: Image uniquement
he_il: תמונה בלבד
it_it: Sola immagine
ru_ru: Только рисунок
uz_uz: Faqat tasvir

source: Text only
fr_fr: Texte uniquement
he_il: טקסט בלבד
it_it: Solo testo
ru_ru: Только текст
uz_uz: Faqat matn

source: Amazon Product Cloud
fr_fr: Nuage de produits Amazon
he_il: ענן מוצרי אמזון
it_it: Cloud prodotti Amazon
ru_ru: Облако продуктов Amazon
uz_uz: Amazon mahsulotlari guruhi

source: Amazon Slideshow
he_il: סליידר של אמזון
ru_ru: Слайдшоу Amazon
uz_uz: Amazon slaydshousi

source: Amazon Wishlist
fr_fr: Idées cadeaux Amazon
he_il: רשימת משאלות באמזון
ru_ru: Amazon вишлист
uz_uz: Amazon istaklar ro'yxati

source: Configure
fr_fr: Configurer
he_il: הגדר
it_it: Configura
ru_ru: Настройки
uz_uz: Sozlamoq

source: You don't have a sufficient version of Flash Player to display this animation.
fr_fr: Votre version d'Adobe Flash Player n'est pas suffisamment à jour pour afficher cette animation.
he_il: אין לך גרסה חדשה מספיק של פלאש כדי לנגן אנימציה זאת
it_it: Non hai la versione aggiornata del Flash Player per poter mostrare le animazioni.
ru_ru: В вас не установлена последняя версия Flash Player'а для отображения анимации
uz_uz: Flash Playeringizning talqini bu animatsiyani ko'rsata olmaydi.

source: Consult this product cloud on Amazon.
fr_fr: Consultez ce nuage de produits sur Amazon.
he_il: היעזרו באמזון לגבי ענן מוצר זה.
it_it: Vedi su Amazon questa cloud di prodotti.
ru_ru: Консультировать облако продуктов на Amazon.
uz_uz: Bu mahsulot guruhi borasida Amazonga murojaat qiling.

source: Consult this wishlist on Amazon.
fr_fr: Consulter cette liste cadeau sur Amazon.
he_il: היעזרו באמזון לגבי רשימת המשאלות (Wishlist).
it_it: Vedi su Amazon questa wishlist.
ru_ru: Консультировать вишлист на Amazon.
uz_uz: Istaklar ro'yxati borasida Amazonga murojaat eting.

source: Consult my favorites on Amazon.
fr_fr: Consultez mes favoris sur Amazon.
he_il: היעזרו באמזון לגבי המועדפים שלי.
it_it: Vedi su Amazon i miei favoriti.
ru_ru: Консультировать мое избранное на Amazon.
uz_uz: Mening yoqtirgan sahifalarim borasida Amazonga murojaat qiling.

source: Options saved.
fr_fr: Options sauvegardées.
he_il: ההגדרות נשמרו
it_it: Le opzioni sono state salvate.
ru_ru: Настройки сохранены.
uz_uz: Sozlanmalar saqlandi.

source: Amazon Widgets Shortcodes documentation
fr_fr: Documentation Amazon Widgets Shortcodes
he_il: תיעוד Amazon Widgets Shortcodes
it_it: Documentazione Amazon Widgets Shortcodes
ru_ru: Документация по сокращениям Amazon Widgets
uz_uz: Amazon Widgets qisqa kodlari hujjatlari

source: Shortcode:
he_il: קוד מקוצר (ShortCode):
ru_ru: Сокращения:
uz_uz: Qisqa kod:

source: Example:
fr_fr: Exemple :
he_il: דוגמה:
it_it: Esempio:
ru_ru: Пример:
uz_uz: Misol:

source: Options:
he_il: אפשרויות:
it_it: Opzioni:
ru_ru: Настройки:
uz_uz: Sozlanmalar:

source: align the widget on the desired way
fr_fr: aligne le widget dans le sens souhaité
he_il: יישר את הוידג'ט לכיוון הרצוי
it_it: allinea a tuo piacere il widget
ru_ru: выравнивание виджета в желаемом направлении
uz_uz: vidjetni hohlagan usulda joylashtiring

source: CSS hexa or code value
fr_fr: valeur hexadécimale ou code couleur CSS
he_il: קוד CSS או ערך מקביל
it_it: valore esagesimale o codice colore CSS
ru_ru: CSS хак или кодовая значимость
uz_uz: CSS hexa yoki kod ko'rsatkichi

source: customize the background color of the widget
fr_fr: personnalise la couleur de fond du widget
he_il: קבע את צבע הרקע של הוידג'ט
it_it: personalizza il colere dello sfondo per il widget
ru_ru: выбрать фоновый цвет для віджэта
uz_uz: vidjet foni rangini tanlang

source: value in pixels
fr_fr: valeur en pixels
he_il: ערך בפיקסלים
it_it: valore in pixel
ru_ru: значимость в пикселях
uz_uz: piksellardagi ko'rsatkich

source: height of the animation
fr_fr: hauteur de l'animation
he_il: הגובה של האנימציה
it_it: altezza della animazione
ru_ru: высота анимации
uz_uz: animatsiya balandligi

source: width of the animation
fr_fr: largeur de l'animation
he_il: הרוחב של האנימציה
it_it: larghezza della animazione
ru_ru: ширина анимации
uz_uz: animatsiya kengligi

source: Content:
fr_fr: Contenu :
he_il: תוכן:
it_it: Contenuto:
ru_ru: Содержимое:
uz_uz: Kontent:

source: Widget ID, contained in HTML parameter value like this:
fr_fr: ID du Widget, contenu dans une valeur de paramètre HTML comme ceci :
he_il: מספר הוידג'ט (ID) בתוך פרטמטר HTML בצורה כזאת:
it_it: ID widget, valore dei parametri HTML:
ru_ru: Идентификатор Widget, который помещается в HTML, например, как тут:
uz_uz: HTML parametrlari ko'rsatkichlaridagi quyidagidek Vidjet ID:

source: string
fr_fr: texte
he_il: מחרוזת טקסט
it_it: stringa
ru_ru: строчка
uz_uz: qator

source: alternative text if Flash or JavaScript is not available on visitor's browser
fr_fr: texte alternatif sur Flash ou JavaScript ne sont pas disponibles sur le navigateur du visiteur
he_il: טקסט חלופי במקרה בו אין לגולש תמיכה בפלאש או בג'אווה סקריפט בדפדפן שלו
it_it: testo alternativo qualora Flash o JavaScript non fossero stati abilitati nel browser del visitatore
ru_ru: альтернативный текст, который будет отображаться вместо Flash или JavaScript элементов, когда они грядут отключенные пользователем
uz_uz: mehmon brauzerida Flash yoki JavaScript bo'lmaganda alternativ matn

source: border color of the widget
fr_fr: couleur de la bordure du widget
he_il: צבע הגבול של הוידג'ט
it_it: colore per il bordo del widget
ru_ru: цвет границы виджета
uz_uz: vidjet chegarasining rangi

source: height of the frame
fr_fr: hauteur de la frame
he_il: הגובה של המסגרת
it_it: altezza del frame
ru_ru: высота фрейма
uz_uz: freym balandligi

source: display a small picture or a big one (0 by default)
fr_fr: affiche une petite ou une grande image (0 par défaut)
he_il: הצג תמונה קטנה או גדולה (0 לברירת מחדל)
it_it: Mostra una immagine piccola/grande (0 per predefinita)
ru_ru: паазваць небольших рисунков либо один большой (0 по умолчанию)
uz_uz: kichik yoki katta rasmni ko'rsatish (0 birlamchi holat)

source: window name to open the link in (_blank by default)
fr_fr: nom de la fenêtre dans lequel le lien sera ouvert (_blank par défaut)
he_il: סוג החלון בו לפתוח את הקישור (ברירת המחדל היא _blank)
it_it: il nome della finestra nella quale il link avrà di landing (predefinito _blank)
ru_ru: название окна, который будет открываться по ссылке (_blank по умолчанию)
uz_uz: ko'rsatkichni ochish uchun darcha nomi (birlamchi holat uchun bo'sh qoldirish zarur)

source: width of the frame
fr_fr: largeur de la frame
he_il: הרוחב של המסגרת
it_it: larghezza del frame
ru_ru: ширина фрейма
uz_uz: freym kengligi

source: image name or Amazon OR full image URL
fr_fr: Nom de l'image sur Amazon OU son URL complète
he_il: שם התמונה באמזון או המסלול המלא של התמונה
it_it: nome immagine o Amazon oppure URL alla imagine originale
ru_ru: имя рисунка на Amazon или полный путь к рисунку
uz_uz: tasvir nomi yoki Amazon yoki to'liq tasvir URLi

source: display the widget as image
fr_fr: affiche le widget comme une image
he_il: הצג את הוידג'ט כתמונה
it_it: mostra il widget come immagine
ru_ru: показывать виджет как рисунок
uz_uz: vidjetni tasvir sifatida ko'rsatish

source: text of the hyperlink
fr_fr: texte de l'hyperlien
he_il: הטקסט של הקישור
it_it: testo per il link
ru_ru: текст гиперссылки
uz_uz: giperishorat matni

source: display the widget as hypertext link
fr_fr: affiche le widget comme un lien hypertexte
he_il: הצג את הוידג'ט כקישור
it_it: mostra il widget come link di testo
ru_ru: показывать виджет как ссылку
uz_uz: vidjetni giperishorat sifatida ko'rsatish

source: ASIN code of the product.
fr_fr: Code ASIN du produit.
he_il: קוד ASIN של המוצר
it_it: Codice ASIN del prodotto.
ru_ru: ASIN код продукта.
uz_uz: Mhsulotning ASIN kodi.

source: Gladly welcome to the <em>Amazon Widgets Shortcodes</em> configuration page!
fr_fr: Bienvenue sur la page de configuration d'Amazon Widgets Shortcodes !
he_il: ברוכים הבאים לדף ההגדרות של התוסף <em> Amazon Widgets Shortcodes</em>
it_it: Benvenuto nella pagina di configurazione di <em>Amazon Widgets Shortcodes</em>!
ru_ru: Приветствуем вас на странице конфигурации <em>сокращений Amazon Widgets</em>
uz_uz: <em>Amazon Widgets Shortcodes</em> sozlanmalari sahifasiga xush kelibsiz!

source: You can <a href="%s" class="new-window">ask for help</a>, <a href="%s" class="new-window">write a feedback</a> (positive or negative), <a href="%s" class="new-window">declare a bug</a> or even <a href="%s" class="new-window">read existing feedbacks</a>.<br />If you are already a Wordpress developer, please use <a href="%s" class="new-window">Wordpress Plugins Trac</a> instead.
fr_fr: Vous pouvez <a href="%s" class="new-window">demander de l'aide</a>, <a href="%s" class="new-window">écrire votre ressenti</a> (positif ou négatif), <a href="%s" class="new-window">signaler un problème</a> ou encore <a href="%s" class="new-window">lire les critiques existantes</a>.<br />Si vous êtes déjà un développeur Wordpress, merci d'utiliser <a href="%s" class="new-window">le Trac de Wordpress Plugins</a> à la place.
he_il: אתם יכולים <a href="%s" class="new-window">לפנות לעזרה</a>, <a href="%s" class="new-window">לכתוב פידבק</a> (חיובי או שלילי), <a href="%s" class="new-window">declare a bug</a> או אפילו <a href="%s" class="new-window">לקרוא פידבקים של אחרים</a>.<br />אם אתה כבר מפתח של וורדפרס אנא השתמש <a href="%s" class="new-window">ב-Wordpress Plugins Trac</a> במקום לפנות לעזרה.
it_it: Puoi <a href="%s" class="new-window">domandare supporto</a>, <a href="%s" class="new-window">scrivere un commento</a> (positivo o negativo), <a href="%s" class="new-window">comunicare un errore</a> del programma ed anche <a href="%s" class="new-window">leggere i commenti</a> già esistenti.<br />Qualora tu fossi uno sviluppatore di WordPress, puoi utilizzare invece il <a href="%s" class="new-window">Wordpress Plugins Trac</a>.
ru_ru: Вы можете <a href="%s" class="new-window">запросить помощь</a>, <a href="%s" class="new-window">написать зам</a> (критичное или позитивное), <a href="%s" class="new-window">замолвить о баге</a> ли <a href="%s" class="new-window">читать имеющиеся отзвуки</a>.<br />Когда вы разработчик Wordpress, какі ласка, используйте <a href="%s" class="new-window">Wordpress Plugins Trac</a>.
uz_uz: Siz <a href="%s" class="new-window">yordam so'rashingiz</a>, <a href="%s" class="new-window">taqriz yozishingiz</a> (ijobiy yoki salbiy), <a href="%s" class="new-window">xato haqida xabar berishingiz</a> va hatto <a href="%s" class="new-window">mavjud taqrizlarni o'qishingiz</a>mumkin. <br />Agar siz Wordpress rivojlantiruvchisi bo'lsangiz, iltimos buning o'rniga <a href="%s" class="new-window">Wordpress Plugins Trac</a>dan foydalaning.

source: Enjoy the usage of this plugin!
fr_fr: Bonne utilisation de ce plugin !
he_il: תהנו מהשימוש בתוסף זה!
it_it: Buon utilizzo di questo plugin!
ru_ru: Успехов вам в использования этого плагина!
uz_uz: Plagindan huzur bilan foydalaning!

source: Main Options
fr_fr: Options principales
he_il: אפשרויות ראשיות
it_it: Opzioni principali
ru_ru: Главные настройки
uz_uz: Asosiy sozlanmalar

source: Additional Tools
fr_fr: Outils supplémentaires
he_il: כלים נוספים
it_it: Opzioni supplementari
ru_ru: Дополнительные инструменты
uz_uz: Qo'shimcha asboblar

source: Documentation
he_il: תיעוד
it_it: Documentazione
ru_ru: Документация
uz_uz: Hujjatlar

source: Amazon affiliate region:
fr_fr: Région d'affiliation Amazon :
he_il: איזור אפיליאט (affiliate) של אמזון:
it_it: Luogo di affiliazione Amazon:
ru_ru: Соединенный регион Amazon:
uz_uz: Amazonning filial hududlari:

source: currenty set on <a href="%2$s" class="new-window">%1$s</a>
fr_fr: actuellement réglé sur <a href="%2$s" class="new-window">%1$s</a>
he_il: מוגדר כרגע על <a href="%2$s" class="new-window">%1$s</a>
it_it: impostato al momento su <a href="%2$s" class="new-window">%1$s</a>
ru_ru: отображать в <a href="%2$s" class="новом окне">%1$s</a>
uz_uz: <a href="%2$s" class="yangi oyna">%1$s</a>da o'rnatilgan

source: Amazon Tracking ID:
fr_fr: ID de suivi Amazon (Tracking ID) :
he_il: אמזון קוד מעקב (Tracking ID):
ru_ru: Идентификатор трэкинга Amazon:
uz_uz: Amazon kuzatuv IDsi:

source: Your Amazon Tracking ID, generally suffixed by %s.
fr_fr: Votre ID de suivi Amazon, généralement suffixé par %s.
he_il: קוד המעקב שלך באמזון (Tracking ID) בדרך מתחיל עם %s
it_it: La Amazon Tracking ID ha il suffisso %s.
ru_ru: Ваш идентификатор трэкинга Amazon из приставкой %s.
uz_uz: Sizning Amazon IDingizga %s qo'shimcha qo'shiladi.

source: Disabled widgets
fr_fr: Widgets désactivés
he_il: כבה וידג'טים

source: Disabling a widget will hide it from the Rich Text Editor. Its shortcode will also be disabled.
fr_fr: Désactiver un widget le masquera de l'éditeur riche. Son shortcode sera également inactif.
he_il: כיבוי וידג'ט זה יסתיר עורך הטקסט העשיר. הקיצור שמפעיל אותו יכבה במקביל.

source: Show inline documentation?
fr_fr: Afficher la documentation embarquée ?
he_il: הצג תיעוד פנימי?
it_it: Desideri che la documentazione sia mostrata inline?
ru_ru: Показывать внешнюю документацию?
uz_uz: Ichki hukkatlar ko'rsatilsinmi?

source: Inline documentation will be located under your writing area in both post and page admin area.<br />It will help you to include Amazon Widgets in a wiser way.
fr_fr: La documentation sera affichée sous la zone de rédaction des articles et des pages de la zone d'administration.<br />Elle vous aidera à inclure les Widgets Amazon de manière intelligente.
he_il: תיעוד פנימי ימוקם מתחת לאיזור הכתיבה בפוסט, בדף ובאיזור הניהול.<br />זה יעזור לכם להכליל את הוידג'טים של אמזון בצורה קלה יותר.
it_it: La documentazione inline sarà presente al di sotto della tua area di scrittura (articoli/pagine).<br />Questa opzione potrà esserti certamente utile per inserire propriamente gli Amazon Widget.
uz_uz: Ichki hujjatlar sizning yozuv maydoningiz pastida ham xabar ham sahifani boshqarish maydonida joylashtiriladi.<br />Bu sizga Amazon Widgetsni samarali kiritishda yordam beradi.

source: Layout Options
fr_fr: Options de présentation
he_il: אפשרויות מבנה
it_it: Opzioni presentazione
ru_ru: Настройки макета
uz_uz: Maket sozlanmalari

source: Default Widgets alignment:
fr_fr: Alignement par défaut des Widgets
he_il: מיקום וידג'טים ברירת מחדל:
it_it: Allineamento predefinito dei widget:
ru_ru: Стандартное расположение виджета
uz_uz: Vidjetlarning birlamchi joylashishi:

source: Show Amazon Widgets in RSS feeds?
fr_fr: Afficher les Widgets Amazon dans les flux RSS ?
he_il: הצג את הוידג'טים של אמזון בהזנת RSS?
it_it: Desideri mostrare gli Amazon Widget nei feed RSS?
ru_ru: Показывать виджет в RSS-ленце?
uz_uz: Amazon vidjetlari RSS-lentalarida ko'rsatilsinmi?

source: You may want to hide widgets in feeds in order to keep them clean.<br />Usefull if you need to republish it on external websites againsts ads.
fr_fr: Vous souhaitez peut-être masquer les widgets dans les flux afin de les préserver.<br />C'est particulièrement utile si vous republiez votre flux sur des sites extérieurs qui n'acceptent pas les publicités.
he_il: אולי תעדיף להסתיר את הוידג'טים בהזנת RSS כדי להשאיר אותה נקייה.<br />שימושי אם אתם צריכים שאתרים אחרים ישתמשו בהזנת RSS שלכם עבור מודעות.
it_it: Puoi nascondere la visualizzazione dei widget nei feed.<br />Utile qualora desiderassi ripubblicarlo in siti esterni (social news) che non permettono eventualmente la diffusione della pubblicità.
ru_ru: Вы можете захотеть спрятать виджеты в ленте.<br />Полезно, когда вы хотите переопубликовать их на других сайтах в объявлениях.
uz_uz: Siz vidjetlarni RRS-lentalaridan ularni toza saqlash maqsadida yashirishni hohlashingiz mumkin.<br />Vidjetni tashqi saytlarda reklamalarga qarshi qayta nashr qilmoqchi bo'lsangiz bu juda qulay.

source: Strict Standards compliance?
fr_fr: Respect strict des standards ?
he_il: התאמה לכללי דפדפן נוקשים?
it_it: Normative standard?
ru_ru: Подчеркивать обычные компиляции?
uz_uz: Qat'iy Standartlar muvofiqligi?

source: If you need to validate your website in HTML or XHTML Strict, please tick this box.<br />Just keep in mind Internet Explorer 6 may display glitches on some Amazon Widgets.
fr_fr: Si vous devez valider votre site en HTML ou XHTML Strict, prière de cocher la case.<br />Sachez toutefois que cela entraîne des défauts graphiques sur certains widgets Amazon avec Internet Explorer 6.
he_il: אם אתה זקוק לולידציה של האתר שלכם ב HTML או XHTML נוקשה (Strict), אנא סמן תיבה זאת.<br />רק זכור שאינטרנט אקספלורר 6 עשוי להציג עיצוב שבור מעט.
it_it: Metti il segno di spunta qualora desiderassi attenerti alle normative HTML o XHTML.<br />Non dimenticare che Internet Explorer 6 poptrebbe visualizzare alcuni Amazon widget in un modo non proprio.
ru_ru: Когда вы хотите проверить ваш сайт на валидацию HTML или XHTML Strict, пожалуйста, отметьте тут.<br />.
uz_uz: Agar siz o'z saytingizni HTML yoki XHTML Strictda tasdiqlashni hohlasangiz ushbu katakchani belgilang.<br />Eslatma: Internet Explorer 6da ayrim Amazon Vidjetlarini ishlatganda xatolar yuzaga kelishi mumkin.

source: Enable context links:
fr_fr: Activer les liens contextuels :
he_il: אפשר קישורים רלוונטים:
it_it: Attiva i link contestuali:
ru_ru: Включить контекстные ссылки:
uz_uz: Kontekst ishoratlarini yoqish:

source: Context links are hyperkinks automatically added on relevant keywords of your page.
fr_fr: Les liens contextuels sont des liens automatiquement ajoutés sur des mots-clés pertinents de votre page.
he_il: טקסטים רלוונטים לתוכן הם קישור אשר נוספים באופן אוטומטי למילות מפתח בעמוד שלך.
it_it: I link contestuali sono dei collegamenti che vengono aggiunti in automatico sulla base delle parole chiave di maggiore rilevanza che appaiono nella tua pagina.
ru_ru: Контекстные ссылки - это гіперлінкі. которые добавляются по релевантному словам на вашей странице.
uz_uz: Kontekst ishoratlar giperishoratlar bo'lib sahifangizning tegishli kalit so'zlarga avtomatik tarzda qo'shiladi.

source: Enable product preview:
fr_fr: Activer l'aperçu produit :
he_il: אפשר תצוגה מוקדמת של מוצר:
it_it: Attiva anteprima del prodotto:
ru_ru: Включить предосмотр продуктов:
uz_uz: Mahsulotni oldindan ko'rish:

source: Product preview display a tooltip on all hypertext links aiming to an Amazon product with informations such as price, picture, full name etc.
fr_fr: L'aperçu produit affiche sur tous les hyperliens de produits Amazon une infobulle avec des informations telles que leur prix, une image, le nom complet etc.
he_il: ביקורת מוצר מציגה טיפ במעבר עכבר על כל הקישורים אשר מפנים אל מוצר של אמזון עם מידע כגון מחיר, תמונה, שם מלא וכו.
it_it: L'anteprima del prodotto Amazon mostra i collegamenti ad alcune informazioni quali ad esempio: il prezzo, l'immagine, il nome, etc.
ru_ru: Предосмотр продуктов аотображает тултип над ссылкой, которая ведет на информацию о продукте.
uz_uz: Mahsulotni oldindan ko'rsatish narx, tasvir, to'liq nomi va boshqa ma'lumotlarga ega Amazon mahsulotlari uchun mo'ljallangan gipermatnli ishoratlardir.

source: Save Changes
fr_fr: Enregister les modifications
he_il: שמור שינויים
it_it: Salva le modifiche
ru_ru: Прятать изменения
uz_uz: O'zgarishlarni saqlash

source: Affiliate Options
fr_fr: Options d'affiliation
he_il: אפשרויות אפיליאט (Affiliate)
it_it: Opzioni affiliati
ru_ru: Объединенные настройки
uz_uz: Filial sozlanmalari

source: Align
fr_fr: Alignement
he_il: יישר
it_it: Allineamento
ru_ru: Выравнивание
uz_uz: Joylashtirish

source: Link Color
fr_fr: Couleur du lien
he_il: צבע הקישור
it_it: Colore del link
ru_ru: Цвет ссылки
uz_uz: Ishorat rangi

source: Other Options
fr_fr: Autres options
he_il: אפשרויות נוספות
it_it: Altre opzioni
ru_ru: Другие настройки
uz_uz: Boshqa sozlanmalar

source: Apply the magic!
fr_fr: Hop, le tour est joué !
he_il: החל את הקסם!
it_it: Ecco fatto!
ru_ru: Применить это!
uz_uz: Mo'jizani qo'llash!

source: Could not parse Amazon HTML code. It may be invalid or it is a bug of the plugin (then, please report it).
fr_fr: Impossible de convertir le code HTML Amazon. Il doit être invalide ou il s'agit d'un bug du plugin (dans ce cas, merci de le signaler).
he_il: לא הצלחתי לפרש את הHTML של אמזון. הוא עשוי להיות לא תקין או שזאת שגיאה של התוסף (אנא, ספר לי על כך).
it_it: Non é stato possibile analizzare il codice HTML di Amazon. Potrebbe essere non valido oppure dipendere da un bug del plugin (segnalare il problema).

source: ASIN Code
fr_fr: Code ASIN
he_il: קוד ASIN
it_it: Codice ASIN
ru_ru: Код ASIN
uz_uz: ASIN kodi

source: Background Color
fr_fr: Couleur de fond
he_il: צבע רקע
it_it: Colore dello sfondo
ru_ru: Цвет фона
uz_uz: Fon rangi

source: Border color
fr_fr: Couleur de bordure
he_il: צבע הגבול
it_it: Colore del bordo
ru_ru: Колег границы
uz_uz: Chagara rangi

source: Copy/paste Amazon HTML's code right below ↓
fr_fr: Copiez/collez le code HTML Amazon ci-dessous ↓
he_il: העתק/הדבר את הHTML של אמזון כאן למטה
it_it: Copia/Incolla qui sotto il codice HTML di Amazon ↓
uz_uz: Amazon HTML-kodini quyida nusxalash/joylashtirish ↓
